<?php

$lang = array (
	
	'c_eula_title'		=> 'エンドユーザーライセンス契約',

	'v_eula_1'			=> 'このソフトウェアを使用する前に、このライセンス契約の条項と条件を注意深くお読みください。',
	'v_eula_2'			=> 'このエンドユーザーライセンス契約（「EULA」）は、あなた（個人または単一の法人）と、Ferran Barba（「ライセンサー」）との間の法的契約です。契約対象となる「Team Password Manager」には、関連するソフトウェアコンポーネント、メディア、印刷された資料、および「オンライン」または電子文書（「ソフトウェア製品」）が含まれる場合があります。ソフトウェア製品をインストール、コピー、またはその他の方法で使用することによって、あなたはこのEULAの条件に拘束されることに同意するものとします。このライセンス契約は、あなたとライセンサーとの間のプログラムに関する完全な合意を示し、以前の提案、表明、または理解に優先します。このEULAの条件に同意しない場合は、ソフトウェア製品をインストールまたは使用しないでください。',
	'v_eula_3' 			=> 'ソフトウェア製品は、著作権法および国際著作権条約、ならびにその他の知的財産権法および条約によって保護されています。ソフトウェア製品は販売されるのではなく、ライセンスされるものです。',

	'v_eula_grant_1' 	=> 'ライセンスの付与',
	'v_eula_grant_2' 	=> 'ソフトウェア製品は以下のようにライセンスされます。',
	'v_eula_grant_3' 	=> '認可されたユーザー',
	'v_eula_grant_4' 	=> 'ソフトウェア製品へのアクセスと使用は、1つまたは複数のライセンスを購入した個人、企業、組織、または法人（「ライセンシー」）に限定されます。各ライセンスは、特定の人数の名前が付けられたユーザー（「認可されたユーザー」）に対して、ソフトウェア製品へのアクセスおよび使用を許可します。',
	'v_eula_grant_5' 	=> 'ソフトウェア製品は、ライセンシーに対して以下のことを許可します。各認可されたユーザーに対してユーザー名を割り当てること。ユーザー名を削除し、新しいユーザー名を作成すること。ソフトウェア製品を1つの場所にある1台のサーバーで本番/通常使用のためにホスティングし、別のサーバーでテストまたは開発のためにホスティングし、さらに別のサーバーでライブバックアップのためにホスティングすること。認可されたユーザーの総数は、オンライン注文や登録フォーム、購入注文書、書面による契約、またはその他の購入証明書に記載されたライセンス条件の下で許可された数を超えてはなりません。',
	'v_eula_grant_6' 	=> 'ソフトウェア製品にアクセスまたは使用することにより、あなたはライセンシーまたは認可されたユーザーであり、これらの条件に同意することを表明し保証します。',
	'v_eula_grant_7' 	=> 'ライセンサーは、これらの条件に基づき、ソフトウェア製品を使用する非独占的な権利とライセンスをあなたに付与します。これらの条件とオンライン注文、登録フォーム、購入注文書、書面による契約、またはその他の購入証明書の条件との間に矛盾がある場合、購入注文書、書面による契約、またはその他の購入証明書が優先されます。',
	'v_eula_grant_8' 	=> '無料版',
	'v_eula_grant_9' 	=> 'ソフトウェア製品へのアクセスと使用は、個人、企業、組織、または法人に対して、ライセンスの購入が必要なく提供されます。ただし、ソフトウェア製品にアクセスして使用できるのは最大で2人のユーザーまでで、作成できるプロジェクトは最大5つまでです（「無料版」）',
	'v_eula_grant_10' 	=> '無料版にアクセスまたは使用することで、これらの利用規約に同意することを表明し、保証します。',
	'v_eula_grant_11' 	=> 'ライセンサーは、これらの条件に基づき、無料版を使用するための非独占的な権利とライセンスを付与します。',
	'v_eula_grant_12' 	=> 'デモ版.',
	'v_eula_grant_13' 	=> 'ソフトウェア製品へのアクセスと使用は、デモ目的での使用に限られた場合に、個人、企業、組織、または法人に対してライセンスの購入が不要で提供されます（「デモ版」）。',
	'v_eula_grant_14' 	=> 'デモ版にアクセスまたは使用することで、これらの利用規約に同意することを表明し、保証します。',
	'v_eula_grant_15' 	=> 'ライセンサーは、これらの条件に基づき、デモ版を使用するための非独占的な権利とライセンスを付与します。',
	'v_eula_grant_16' 	=> 'バックアップコピー',
	'v_eula_grant_17' 	=> 'バックアップおよびアーカイブ目的のために、ソフトウェア製品のコピーを必要に応じて作成することができます。',
	
	'v_eula_desc_1' 	=> 'その他の権利と制限の説明',
	'v_eula_desc_2' 	=> '著作権表示の維持',
	'v_eula_desc_3' 	=> 'ソフトウェア製品のすべてのコピーに付随する著作権表示を削除したり、変更したりしてはなりません。',
	'v_eula_desc_4' 	=> '配布',
	'v_eula_desc_5' 	=> '登録されたソフトウェア製品のコピーを第三者に配布してはいけません。',
	'v_eula_desc_6' 	=> '逆アセンブル、逆コンパイル、および逆エンジニアリングの禁止。',
	'v_eula_desc_7' 	=> 'ソフトウェア製品を逆アセンブル、逆コンパイル、または逆エンジニアリングすることはできません。ただし、適用される法律によりこの制限が明示的に許可されている場合を除きます。',
	'v_eula_desc_8' 	=> 'レンタル',
	'v_eula_desc_9' 	=> 'ソフトウェア製品をレンタル、リース、または貸し出すことはできません。',
	'v_eula_desc_10' 	=> 'サポートサービス',
	'v_eula_desc_11' 	=> 'ライセンサーは、ソフトウェア製品に関連するサポートサービス（「サポートサービス」）を提供する場合があります。サポートサービスの一環として提供される追加のソフトウェアコードは、ソフトウェア製品の一部とみなされ、このEULAの条件に従うものとします。',
	'v_eula_desc_12' 	=> '適用される法律の遵守',
	'v_eula_desc_13' 	=> 'ソフトウェア製品の使用に関するすべての適用される法律を遵守しなければなりません。',
	
	'v_eula_term_1' 	=> '終了',
	'v_eula_term_2' 	=> '他の権利に影響を与えることなく、ライセンサーは、あなたが本EULAの条項および条件に従わない場合、本EULAを終了することができます。その場合、あなたは、所有するすべてのソフトウェア製品のコピーを破棄しなければなりません。',

	'v_eula_copy_1' 	=> '著作権',
	'v_eula_copy_2' 	=> 'ソフトウェア製品およびそのコピーに関するすべての権利、著作権を含むがこれに限らない、はすべてライセンサーが所有しています。ソフトウェア製品を使用してアクセスできるコンテンツのすべての権利および知的財産権は、それぞれのコンテンツ所有者に属し、適用される著作権法またはその他の知的財産法および条約によって保護されている可能性があります。このEULA（エンドユーザーライセンス契約）は、これらのコンテンツを使用する権利を付与しません。明示的に付与されていないすべての権利は、ライセンサーによって保留されています。',
	'v_eula_copy_3' 	=> 'ソフトウェア製品は、独自のライセンスおよび著作権を持つ他の製品を使用しています。',
	'v_eula_copy_4' 	=> 'ソフトウェア製品は、これらの製品のいずれの派生作業でもありません。',
	'v_eula_copy_5' 	=> 'ソフトウェア製品は、いかなる特許や著作権も侵害せず、第三者の所有権を侵害することもありません。',

	'v_eula_warra_1' 	=> '保証の不提供',
	'v_eula_warra_2' 	=> 'ライセンサーは、ソフトウェア製品に関して明示的な保証を一切否認します。ソフトウェア製品は、「現状のまま」で提供され、明示または暗示のいかなる保証もなく、商業性、非侵害性、または特定目的への適合性に関する保証も含まれますが、それに限定されません。ライセンサーは、ソフトウェア製品に含まれる情報、テキスト、グラフィック、リンク、またはその他の項目の正確性や完全性について保証または責任を負いません。また、ライセンサーは、コンピュータウイルス、ワーム、タイムボム、ロジックボム、またはその他のコンピュータプログラムによって引き起こされる可能性のある損害についても一切保証しません。ライセンサーは、認可ユーザーや第三者に対するいかなる保証や表明も明示的に否認します。',

	'v_eula_lia_1' 		=> '責任の制限',
	'v_eula_lia_2' 		=> 'いかなる場合も、ライセンサーは「認可されたユーザー」によるソフトウェア製品の使用または使用不能から生じる損害（利益の損失、業務の中断、または情報の損失を含むがこれに限定されない）について責任を負いません。たとえライセンサーがそのような損害の可能性について通知を受けていたとしても同様です。ライセンサーは、データの損失や間接的、特別、偶発的、結果的（利益の損失を含む）、または契約、不法行為、その他の理由に基づくその他の損害について責任を負いません。ライセンサーは、ソフトウェア製品またはその一部の内容、エラーや省略、名誉毀損、公開権、プライバシー権、商標権、業務の中断、個人的な傷害、プライバシーの喪失、道徳的権利、または機密情報の開示を含むがこれに限定されない、いかなる事項についても責任を負いません。',

	'v_eula_jur_1'		=> '管轄',
	'v_eula_jur_2'		=> 'この契約は、スペインの法律に従って解釈され、スペイン・テラッサ（バルセロナ）の管轄裁判所が管轄します。',

	'v_eula_further_1' 	=> '追加情報',
	'v_eula_further_2' 	=> 'このEULAに関するさらなる情報については、以下にお問い合わせください',

);
